[
    {
        "name": "Nepal",
        "leaderName": "Prithvi Narayan Shah",
        "adjective": ["Nepalese"],
        "startBias": ["Hill"],
        "preferredVictoryType": "Cultural",
        "favoredReligion": "Hinduism",
        "startIntroPart1": "May the land of peace guide your path, great Prithvi Narayan Shah, founder and first king of unified Nepal. From the fertile Terai plains to the soaring Himalayas, you created a nation that no foreign power could ever subjugate. Your wisdom in forging an independent kingdom while empires fell around you has made Nepal the eternal land of the free.",
        "startIntroPart2": "Oh great unifier, your people call upon you once again to lead them to greatness. The land that never bowed, the home of the Gurkhas, the secular sanctuary where all faiths flourish - this is your legacy. Can you build a civilization that remains forever free? Can you create a nation that stands proud as the world's oldest continuous sovereignty?",
        "declaringWar": "Nepal has never been conquered, and it will not start with you!",
        "attacked": "You dare attack the unconquered land? Learn why Nepal has never fallen to any empire!",
        "defeated": "Even in defeat, Nepal's spirit of independence can never be broken. We shall rise again, as we always have.",
        "introduction": "Namaste! I am Prithvi Narayan Shah, King of Nepal - the unconquered land between giants. May our nations find friendship in freedom.",
        "neutralHello": "Welcome, friend. You stand in the land that no empire has ever conquered - treat it with respect.",
        "hateHello": "Speak carefully. You address the ruler of a nation that has never bowed to any foreign power.",
        "tradeRequest": "Nepal trades as equals with all nations. Our independence ensures fair dealings - are you interested?",
        "outerColor": [220, 20, 60],
        "innerColor": [0, 100, 180],
        "uniqueName": "Never Conquered",
        "uniques": [
            "[+1 Culture] from [Jungle] tiles",
            "[+1 Food] from [Plains] tiles", 
            "[+1 Faith] from [Mountain] tiles", 
            "[+1 Production] from [Hill] tiles",
            "[+25]% Strength <when fighting in [Friendly Land]>",
            "[+15]% Strength <when fighting units from a [Larger Civilization]>",
            "May choose [2] additional [Belief]s when [founding] a religion"
        ],
        "cities": [
            "Kathmandu",
            "Pokhara", 
            "Lalitpur",
            "Biratnagar",
            "Birgunj",
            "Dharan",
            "Bharatpur",
            "Janakpur",
            "Hetauda",
            "Dhangadhi",
            "Butwal",
            "Nepalgunj",
            "Itahari",
            "Gorkha",
            "Tulsipur",
            "Damak",
            "Baglung",
            "Kalaiya",
            "Rajbiraj",
            "Siddharthanagar",
            "Lumbini",
            "Bhaktapur",
            "Palpa",
            "Tansen",
            "Tamghas",
            "Dhulikhel",
            "Bandipur",
            "Ghandruk",
            "Namche Bazaar",
            "Lukla",
            "Jomsom"
        ]
    }
]